{
    "The provided password does not match your current password.": "Podane hasło nie jest zgodne z aktualnym hasłem.",
    "Create API Token": "Utwórz token API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Tokeny API umożliwiają usługom zewnętrznym uwierzytelnianie w naszej aplikacji w Twoim imieniu.",
    "Token Name": "Nazwa tokena",
    "Permissions": "Uprawnienia",
    "Created.": "Utworzony.",
    "Create": "Stwórz",
    "Manage API Tokens": "Zarządzaj tokenami API",
    "You may delete any of your existing tokens if they are no longer needed.": "Możesz usunąć dowolne ze swoich istniejących tokenów, jeśli nie są już potrzebne.",
    "Last used": "Ostatnio używane",
    "Delete": "Usuń",
    "Restore": "Przywróć",
    "API Token": "API Token",
    "Please copy your new API token. For your security, it won't be shown again.": "Skopiuj nowy token API. Ze względów bezpieczeństwa nie zostanie ponownie wyświetlony.",
    "Close": "Zamknij",
    "API Token Permissions": "Uprawnienia do tokenów API",
    "Nevermind": "Nieważne",
    "Save": "Zapisz",
    "Delete API Token": "Usuń token API",
    "Are you sure you would like to delete this API token?": "Czy na pewno chcesz usunąć ten token API?",
    "API Tokens": "Tokeny API",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Zapomniałeś hasła? Nie ma problemu. Po prostu podaj nam swój adres e-mail, a wyślemy Ci link do resetowania hasła, który pozwoli Ci wybrać nowe.",
    "Email": "Email",
    "Email Password Reset Link": "Wyślij link do resetowania hasła",
    "Password": "Hasło",
    "Remember me": "Zapamiętaj mnie",
    "Forgot your password?": "Zapomniałeś hasła?",
    "Login": "Login",
    "Name": "Nazwa",
    "First Name": "Imię",
    "Lastname": "Nazwisko",
    "Phone": "Telefon",
    "Confirm Password": "Potwierdź hasło",
    "Already registered?": "Już zarejestrowany?",
    "Register": "Zarejestruj",
    "Reset Password": "Zresetuj hasło",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Potwierdź dostęp do swojego konta, wprowadzając kod uwierzytelniający podany w aplikacji uwierzytelniającej.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Potwierdź dostęp do swojego konta, wprowadzając jeden ze swoich awaryjnych kodów odzyskiwania.",
    "Code": "Kod",
    "Power": "Moc",
    "Description": "Opis",
    "Recovery Code": "Kod odzyskiwania",
    "Use a recovery code": "Użyj kodu odzyskiwania",
    "Use an authentication code": "Użyj kodu uwierzytelniającego",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Dziękujemy za zarejestrowanie się! Czy przed rozpoczęciem możesz zweryfikować swój adres e-mail, klikając link, który właśnie wysłaliśmy do Ciebie e-mailem? Jeśli nie otrzymałeś e-maila, z przyjemnością prześlemy Ci kolejny.",
    "A new verification link has been sent to the email address you provided during registration.": "Nowy link weryfikacyjny został wysłany na adres e-mail podany podczas rejestracji.",
    "Resend Verification Email": "Wyślij ponownie email weryfikacyjny",
    "Logout": "Wyloguj",
    "Dashboard": "Dashboard",
    "Manage Account": "Zarządzaj kontem",
    "Profile": "Profil",
    "Manage Team": "Zarządzaj zespołem",
    "Team Settings": "Ustawienia zespołu",
    "Create New Team": "Utwórz nowy zespół",
    "Switch Teams": "Zmień zespół",
    "Delete Account": "Usuń konto",
    "Activate Account": "Aktywuj konto",
    "Deactivate Account": "Dezaktywuj konto",
    "Activate": "Aktywuj",
    "Deactivate": "Dezaktywuj",
    "Permanently delete your account.": "Trwale usuń swoje konto.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Po usunięciu konta wszystkie jego zasoby i dane zostaną trwale usunięte. Przed usunięciem konta pobierz wszelkie dane lub informacje, które chcesz zachować.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Czy na pewno chcesz usunąć swoje konto? Po usunięciu konta wszystkie jego zasoby i dane zostaną trwale usunięte. Wprowadź hasło, aby potwierdzić, że chcesz trwale usunąć swoje konto.",
    "Browser Sessions": "Sesje przeglądarki",
    "Manage and logout your active sessions on other browsers and devices.": "Zarządzaj aktywnymi sesjami w innych przeglądarkach i urządzeniach i wyloguj się z nich.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "W razie potrzeby możesz wylogować się ze wszystkich innych sesji przeglądarki na wszystkich swoich urządzeniach. Poniżej wymieniono niektóre z Twoich ostatnich sesji; jednakże ta lista może nie być wyczerpująca. Jeśli uważasz, że ktoś włamał się na Twoje konto, zaktualizuj również swoje hasło.",
    "This device": "To urządzenie",
    "Last active": "Ostatnio aktywny",
    "Logout Other Browser Sessions": "Wyloguj się z innych sesji przeglądarki",
    "Done.": "Gotowe.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Wprowadź hasło, aby potwierdzić, że chcesz wylogować się z innych sesji przeglądarki na wszystkich urządzeniach.",
    "Two Factor Authentication": "Uwierzytelnianie dwuskładnikowe",
    "Add additional security to your account using two factor authentication.": "Dodaj dodatkowe zabezpieczenia do swojego konta za pomocą uwierzytelniania dwuskładnikowego.",
    "You have enabled two factor authentication.": "Włączyłeś uwierzytelnianie dwuskładnikowe.",
    "You have not enabled two factor authentication.": "Nie włączono uwierzytelniania dwuskładnikowego.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone\\'s Google Authenticator application.": "Gdy włączone jest uwierzytelnianie dwuskładnikowe, podczas uwierzytelniania zostanie wyświetlony monit o podanie bezpiecznego, losowego tokena. Możesz pobrać ten token z aplikacji Google Authenticator w telefonie.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Uwierzytelnianie dwuskładnikowe jest teraz włączone. Zeskanuj poniższy kod QR za pomocą aplikacji uwierzytelniającej w telefonie.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Przechowuj te kody odzyskiwania w bezpiecznym menedżerze haseł. Można ich użyć do odzyskania dostępu do konta w przypadku utraty urządzenia do uwierzytelniania dwuskładnikowego.",
    "Enable": "Włączyć",
    "Regenerate Recovery Codes": "Regeneruj kody odzyskiwania",
    "Show Recovery Codes": "Pokaż kody odzyskiwania",
    "Disable": "Wyłączyć",
    "Update Password": "Aktualizuj hasło",
    "Ensure your account is using a long, random password to stay secure.": "Upewnij się, że Twoje konto używa długiego, losowego hasła, aby zachować bezpieczeństwo.",
    "Current Password": "Aktualne hasło",
    "New Password": "Nowe hasło",
    "Saved.": "Zapisane.",
    "Profile Information": "Informacje o Profilu",
    "Update your account's profile information and email address.": "Zaktualizuj informacje profilowe i adres e-mail swojego konta.",
    "Photo": "Zdjęcie",
    "Select A New Photo": "Wybierz nowe zdjęcie",
    "Remove Photo": "Usuń zdjęcie",
    "For your security, please confirm your password to continue.": "Ze względów bezpieczeństwa potwierdź hasło, aby kontynuować.",
    "Confirm": "Potwierdź",
    "Whoops! Something went wrong.": "Ups! Coś poszło nie tak.",
    "The :attribute must be at least :length characters.": ":attribute musi posiadać co najmniej :length znaków.",
    "Group": "Grupa",
    "Upload": "Wyślij",
    "Change": "Zmień",
    "Preview": "Podgląd",
    "Change group": "Zmień grupę",
    "Yes": "Tak",
    "No": "Nie",
    "Calculator configuration": "Konfiguracja kalkulatora",
    "Module": "Moduł",
    "Margin": "Marża"
}